/*
const comments = [
  'Я начинал смотреть эту дораму вообще не зная о чём там речь.Вообще.',
  'Наверняка все видели в своей жизни людей, которые странно ходят',
  'Какие мысли при их виде возникали в голове ?',
  'Что это какой - то странный человек, что лучше держаться подальше, что у него с головой не все в порядке...А с головой то как раз всё может быть в порядке.',
  'Моё мнение в этом плане сериал изменил круто.',
  'Пришло понимание, причем понимание изнутри ситуации, от первого лица.А так же от семьи такого человека, одноклассников, соседей.',
  'Видимо я еще очень долго буду вспоминать Аю Икеучи, когда буду сталкиваться с такими вещами в жизни.',
  'А главное - по другому буду относиться, не так как раньше.Такие произведения должны показывать и их нужно смотреть, для воспитания прежде всего себя.',
];

const emotions = ['smile', 'sleeping', 'puke', 'angry'];
*/

export const generateComments = (_v, id) => ({
  'id': id,
  'author': 'Ilya O\'Reilly',
  'comment': 'a film that changed my life, a true masterpiece, post-credit scene was just amazing omg.',
  'date': '2019-05-11T16:12:32.554Z',
  'emotion': 'smile'
});
